<?php
// Heading
$_['heading_title']    = '<span style="color:red">Карусель рекомендуемых товаров</span>';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Примите поздравления: Настройки модуля успешно сохранены!';
$_['text_edit']        = 'Изменение настроек модуля "Карусель рекомендуемых товаров"';

// Entry
$_['entry_name']       = 'Заголовок модуля';
$_['entry_product']    = 'Выбор товаров';
$_['tab_product']    = 'Выбранные товары';
$_['tab_category']    = 'Товары из категории';
$_['entry_display']    = 'Источник';
$_['entry_limit']      = 'Лимит';
$_['entry_items']      = 'Количество одновременно отображаемых товаров';
$_['entry_width']      = 'Ширина изображения товара';
$_['entry_height']     = 'Высота изображения товара';
$_['entry_status']     = 'Статус';

$_['entry_displaytitle']     = 'Отображение заголовка модуля';
$_['text_class']     = 'Произвольный CSS class';

//Product
$_['entry_prodview']     = 'Отображение товара';
$_['text_nodesc']     = 'Без описания';
$_['text_nodeskmore']     = 'Без описания и "подробнее" вместо "Добавить в корзину"';
$_['text_deskmore']     = '"Подробнее" вместо "Добавить в корзину"';
$_['text_pstandart']     = 'Обычный вид';


// Help
$_['help_product']     = '(Автозаполнение)';

// Error
$_['error_permission'] = 'У вас нет прав для изменения модуля!';
$_['error_module']     = 'Внимание: Требуется указать модуль!';
$_['error_image']      = 'Требуется указать ширину и высоту изображения!';
$_['error_width']      = 'Требуется указать ширину изображения!';
$_['error_height']     = 'Требуется указать высоту изображения!';


